tap "bazelbuild/tap", pin: true
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "shyiko/kubesec"
tap "superbrothers/zsh-kubectl-prompt", "git://github.com/superbrothers/zsh-kubectl-prompt.git"

brew "awscli", link: false
brew "amazon-ecs-cli"
brew "apache-spark"
brew "ghq"
brew "git"
brew "goenv"
brew "hub"
brew "jq"
brew "kubectx"
brew "kubernetes-helm"
brew "python"
brew "mackup"
brew "nkf"
brew "nodebrew"
brew "peco"
brew "skaffold"
brew "stern"
brew "terraform"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "bazelbuild/tap/bazel"
brew "golangci/tap/golangci-lint"
brew "shyiko/kubesec/kubesec"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"

cask "java"
cask "java8"
cask "minikube"
cask "virtualbox"
