tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "shyiko/kubesec"
tap "superbrothers/zsh-kubectl-prompt", "git://github.com/superbrothers/zsh-kubectl-prompt.git"

brew "go"
brew "dep"
brew "ghq"
brew "git"
brew "hub"
brew "jq"
brew "kubectx"
brew "kubernetes-helm"
brew "python"
brew "mackup"
brew "nkf"
brew "nodebrew"
brew "peco"
brew "skaffold"
brew "stern"
brew "terraform"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "shyiko/kubesec/kubesec"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"

cask "minikube"
cask "virtualbox"
